[
  {
    "myth": "Každý máme svoju pravdu alebo argument subjektívnym názorom",
    "truth": "Azda najčastejší argument v diskusii ku ktorému dochádza spravidla v prípadoch, keď debatér nenachádza oporu v objektívnych faktoch. Zároveň sa laici stavajú v diskusiách vyžadujúcich odbornosť na roveň profesionálov - čo je nie len neslušné ale aj škodlivé, nakoľko sa odborné, často rokmi overené a odpracované znalosti ironizujú a stavajú do polohy iba jednej z možných právd. Na magickú formulku, ktorá ma ambíciu odzbrojiť oponenta, je vhodné reagovať úplne jednoducho. Právo na názor či vlastnú pravdu v skutočnosti nemá nikto. Navyše by týmto spôsobom každá diskusia stratila svoj zmysel, nakoľko sa vytráca motivácia diskutovať - kto by sa už púšťal do debaty, ak by mal každý argument rovnakú váhu, váhu púheho názoru? V totálne relatívnom svete na ničom nezáleží. V skutočnosti má debatér právo iba na tvrdenia založené na verifikovateľných faktoch. Znamená to teda, že názory a slobodný prejav sú postavené mimo misu? Rozhodne nie. Je potrebné však rozumne zvoliť okolnosť, formu a obsah prezentovanej myšlienky, tak aby korešpondovali s pravidlami slušnej, vecnej a odbornej diskusie a to hlavne v prípadoch, kde ma táto potenciál formovať myšlienkové pochody prijímateľov diskusie. Kým názor vôňu ruží sa skutočne môže rôzniť a predstavuje skôr subjektívne vnímanie danej osoby, názory v dôležitých témach ako veci verejné či vedecké poznanie by mali byť starostlivo formulované a odborne vyargumentované. Ak si odmyslíme právne limity slobody prejavu, nemali by sme zabudnúť aj na jej etický charakter a užívať túto slobodu zodpovedne."
  },
  {
    "myth": "Sloboda prejavu znamená právo povedať si čo chcem",
    "truth": "c"
  },
  {
    "myth": "Kritika či mazanie komentárov je cenzúra slobodne vyjadrených názorov",
    "truth": "c"
  },
  {
    "myth": "Kto rozhoduje o tom, čo je dovolené povedať a čo nie? Nikto nemá patent na pravdu",
    "truth": "c"
  },
  {
    "myth": "Obhajujete slobodu prejavu a netolerujete moje názory alebo Aj komunisti a fašisti majú právo na vyjadrenie názoru.",
    "truth": "c"
  },
  {
    "myth": "Média klamú ak tlmočia nepravdivé správy tretích strán. Je to určite hoax!",
    "truth": "c"
  },
  {
    "myth": "Upozorňovanie na extrémne prejavy je udávanie",
    "truth": "c"
  },
  {
    "myth": "Na svojom súkromnom profile si môžem písať, čo chcem!",
    "truth": "c"
  },
  {
    "myth": "Môjho obľúbeného autora už nekúpim v obchode alebo kníhkupectve, je to novodobá totalita!",
    "truth": "c"
  }
]