[
  {
    "myth": "Každý máme svoju pravdu alebo argument subjektívnym názorom",
    "truth": "Azda najčastejší argument v diskusii ku ktorému dochádza spravidla v prípadoch, keď debatér nenachádza oporu v objektívnych faktoch. Zároveň sa laici stavajú v diskusiách vyžadujúcich odbornosť na roveň profesionálov - čo je nie len neslušné ale aj škodlivé, nakoľko sa odborné, často rokmi overené a odpracované znalosti ironizujú a stavajú do polohy iba jednej z možných právd. Na magickú formulku, ktorá ma ambíciu odzbrojiť oponenta, je vhodné reagovať úplne jednoducho. Právo na názor či vlastnú pravdu v skutočnosti nemá nikto. Navyše by týmto spôsobom každá diskusia stratila svoj zmysel, nakoľko sa vytráca motivácia diskutovať - kto by sa už púšťal do debaty, ak by mal každý argument rovnakú váhu, váhu púheho názoru? V totálne relatívnom svete na ničom nezáleží. V skutočnosti má debatér právo iba na tvrdenia založené na verifikovateľných faktoch. Znamená to teda, že názory a slobodný prejav sú postavené mimo misu? Rozhodne nie. Je potrebné však rozumne zvoliť okolnosť, formu a obsah prezentovanej myšlienky, tak aby korešpondovali s pravidlami slušnej, vecnej a odbornej diskusie a to hlavne v prípadoch, kde ma táto potenciál formovať myšlienkové pochody prijímateľov diskusie. Kým názor vôňu ruží sa skutočne môže rôzniť a predstavuje skôr subjektívne vnímanie danej osoby, názory v dôležitých témach ako veci verejné či vedecké poznanie by mali byť starostlivo formulované a odborne vyargumentované. Ak si odmyslíme právne limity slobody prejavu, nemali by sme zabudnúť aj na jej etický charakter a užívať túto slobodu zodpovedne."
  },
  {
    "myth": "Sloboda prejavu znamená právo povedať si čo chcem",
    "truth": "Áno aj nie. Ústava Slovenskej republiky naozaj v čl. 26 ods.1 a 2 zaručuje každému občanovi (X) slobodne sa vyjadrovať a šíriť informácie. Často sa v diskusii ale opomína aj pokračovanie predmetného článku, ktoré jasne deklaruje, že dané právo možno obmedziť zákonom. Úmyslom autora Ústavy nebola snaha o vytvorenie živnej pôdy pre zavedenie totalitných praktík s cieľom umlčať obyvateľstvo. Tomu predsa odporuje ďalšia ústavná norma, ktorá zakazuje cenzúru (čl. 26 ods.3 USR). Každé demokratické zriadenie ale potrebuje samoregulačné mechanizmy, ktoré zabezpečia životaschopnosť demokracie tým, že umožnia realizáciu členom občianskej spoločnosti, ktorí to s ňou myslia vážne a zároveň zabránia zneužívaniu jej inštitútov jedincami, ktorí by ju mohli ohroziť. V spojitosti slobody prejavu je to práve domáhanie sa ničím nelimitovanej slobody vysloviť a šíriť čokoľvek. Zástancovia tejto absolútnej slobody zvyknú označovať akceptované pravidlá za fašistické, zároveň sa ale dožadujú stavu, ktorý pripomína anarchiu a totálny chaos. Ak pominieme hľadiská morálky a etiky, pomocné barličky pri definovaní toho, čo je a čo nie je povolený prejav ponúka náš národný ale aj medzinárodný právny systém. Ak je Ústava základ, tak sú to práve zákony, ktoré presnejšie definujú hranice slobody prejavu. Na vrchole potom stoji judikatúra jednotlivých právnych systémov, ktorá pružne reaguje na prípady predpokladané právnou normou - a keďže tie musia byť univerzálne a zákonodarca nemôže predpokladať každú jednu životnú situáciu inkorporujúc ju do litery zákona, sú súdne rozhodnutia, nálezy či púhe komentáre a úvahy v tejto oblasti veľmi potrebné. Odhliadnuc od veľmi extrémnych vyjadrení narážajúcich na základne ľudské práva platí pri slobode prejavu iba jedno pravidlo, ktorého dodržanie nevzbudí obavu o jeho legalitu. Pravidlo slušnosti a morálky."
  },
  {
    "myth": "Kritika či mazanie komentárov je cenzúra slobodne vyjadrených názorov",
    "truth": "U diskutérov často panuje presvedčenie, že nimi vyjadrený prejav požíva akúsi formu imunity, ktorá je pekne zaobalená do inštitútu „zákazu cenzúry“. Ten je inkorporovaný v našej Ústave a stáva sa objektom často mylnej predstavy, že slobodu prejavu nemožno za žiadnych okolností obmedziť. Akákoľvek snaha konfrontovať sporný prejav je následne označená za cenzúru. V prvom rade je potrebné uvedomiť si, čo cenzúra vlastne je. Hoc cenzúra v našom právnom poriadku nie je definovaná, je nesporné, že úmyslom autora Ústavy SR po roku 1989 bolo ukotviť právny stav tak, aby nedochádzalo k cenzúre v podobe, aká nám bola najviac známa pred pádom komunizmu. V tomto kontexte možno cenzúru chápať ako autoritatívne zásahy orgánov verejnej moci bez právneho dôvodu voči konkrétnym prejavom, ktoré majú vzniknúť alebo byť zverejnené v podobe, ktorú dané orgány neakceptujú. Aj v diskusiách na internete je potrebné dodržiavať súbor etických pravidiel, spravidla nepísaných. Vítaná je vecná diskusia založená na faktoch, overených zdrojoch, rešpektujúc zásady slušnosti a dobrých mravov. V opačnom prípade môže dôjsť k upozorneniu zo strany moderátora diskusie alebo jej účastníka, v krajnom prípade ku zmazaniu komentáru. Takéto konanie ale nemožno označiť za cenzúru. Diskutér pozná pravidlá hry, do diskusného ringu teda vstupuje s vedomím, že musí dodržiavať stanovené normy. Cenzúra by v tomto prípade nastávala vtedy, ak by moderátor diskusie preferoval len jedno názorové spektrum a to aj v situácii, kde diskutér dodržuje písané či nepísané pravidlá. V kvalitných diskusiách je ale podobné počínanie skôr raritou ako bežný jav. V každopm prípade sa treba vždy snažiť o dodržiavanie etickej úrovne diskusie a diskusie, ktoré sú postavené na opaku, neživiť a ignorovať."
  },
  {
    "myth": "Kto rozhoduje o tom, čo je dovolené povedať a čo nie? Nikto nemá patent na pravdu",
    "truth": "U diskutérov často panuje presvedčenie, že nimi vyjadrený prejav požíva akúsi formu imunity, ktorá je pekne zaobalená do inštitútu „zákazu cenzúry“. Ten je inkorporovaný v našej Ústave a stáva sa objektom často mylnej predstavy, že slobodu prejavu nemožno za žiadnych okolností obmedziť. Akákoľvek snaha konfrontovať sporný prejav je následne označená za cenzúru. V prvom rade je potrebné uvedomiť si, čo cenzúra vlastne je. Hoc cenzúra v našom právnom poriadku nie je definovaná, je nesporné, že úmyslom autora Ústavy SR po roku 1989 bolo ukotviť právny stav tak, aby nedochádzalo k cenzúre v podobe, aká nám bola najviac známa pred pádom komunizmu. V tomto kontexte možno cenzúru chápať ako autoritatívne zásahy orgánov verejnej moci bez právneho dôvodu voči konkrétnym prejavom, ktoré majú vzniknúť alebo byť zverejnené v podobe, ktorú dané orgány neakceptujú. Aj v diskusiách na internete je potrebné dodržiavať súbor etických pravidiel, spravidla nepísaných. Vítaná je vecná diskusia založená na faktoch, overených zdrojoch, rešpektujúc zásady slušnosti a dobrých mravov. V opačnom prípade môže dôjsť k upozorneniu zo strany moderátora diskusie alebo jej účastníka, v krajnom prípade ku zmazaniu komentáru. Takéto konanie ale nemožno označiť za cenzúru. Diskutér pozná pravidlá hry, do diskusného ringu teda vstupuje s vedomím, že musí dodržiavať stanovené normy. Cenzúra by v tomto prípade nastávala vtedy, ak by moderátor diskusie preferoval len jedno názorové spektrum a to aj v situácii, kde diskutér dodržuje písané či nepísané pravidlá. V kvalitných diskusiách je ale podobné počínanie skôr raritou ako bežný jav. V každopm prípade sa treba vždy snažiť o dodržiavanie etickej úrovne diskusie a diskusie, ktoré sú postavené na opaku, neživiť a ignorovať."
  },
  {
    "myth": "Obhajujete slobodu prejavu a netolerujete moje názory alebo Aj komunisti a fašisti majú právo na vyjadrenie názoru.",
    "truth": "Sloboda prejavu neznamená len právo slobodne vyjadriť výroky a názory v otvorenej diskusii. Znamená to aj právo a možnosť očakávať reakciu, ktorá môže byť kritická, nesúhlasná, prípadne nepríjemná a kontroverzná. Netolerancia názoru v diskusií je vítaným a zdravým aspektom slobodnej spoločnosti. Zároveň predstavuje formu imunitného systému spoločnosti voči myšlienkam, ktoré odporujú jej univerzálnym hodnotám. Niekedy ide len o nemiestne či nepopulárne názory, kde je netolerancia len formou nesúhlasu. Existujú prípady, kde netolerancia predstavuje aj aktívnej zásahy voči takýmto prejavom, ktoré vedú až k opresívnemu zásahu na úrovni verejnej moci. Rakúsko-britský filozof Karl Popper vyslovil tézu, že bezhraničná tolerancia vedie k vymiznutiu tolerancie. Tento paradox tolerancie varuje pred jednotlivcami, ktorí šíria idei netolerancie a zároveň využívajú inštitútov tolerantnej spoločnosti vo svoj prospech. Tolerantná spoločnosť sa tak musí brániť práve netoleranciou netolerantných postojov. Aj napriek netolerancii niektorých extrémnych, právne a spoločensky vysporiadaných názorov, sa musí občianska spoločnosť snažiť o ochranu každého ostatného prejavu. Ako povedal Francois Voltaire: „Nesúhlasím s tým, čo hovoríš, ale do poslednej kvapky krvi budem brániť tvoje právo povedať to.“"
  },
  {
    "myth": "Média klamú ak tlmočia nepravdivé správy tretích strán. Je to určite hoax!",
    "truth": "Jedným zo základných znakov hoaxov a dezinformácií v ňom obsiahnutých je úmysel oklamať príjemcu informácie. V posledných rokoch sa falošné správy masívne spopularizovali a ich vzostup sa nespomaľuje. Nežiadúcim efektom týchto správ je aj stieranie rozdielov medzi pravdivou a nepravdivou informáciou. Oslabená dôvera spoločnosti v kvalitu médií tak spôsobuje napádanie kredibility kvalitných médií, najmä profesionálne žurnalistiky. Niekedy sa naozaj stane, že aj veľké svetové média prevezmú informácie, ktoré sú neskôr právom označené za nepravdivé. Je žiadúce kriticky spracovávať každú jednu správu - v danom prípade takmer vždy absentuje úmysel klamať a manipulovať. Správa preto nie je hoax, iba výsledok ľudského zlyhania, ktoré čas od času nastane."
  },
  {
    "myth": "Upozorňovanie na extrémne prejavy je udávanie",
    "truth": "Slovo „udavač“ vyvoláva stále v slovenskej občianskej spoločnosti negatívne konotácie. Niet sa čomu diviť. Veľká časť populácie prežila svoj život v socializme, režime, ktorého príznakom sú totalitné praktiky, obmedzovanie slobôd a atmosféra strachu. Práve povaha aktuálneho spoločenského zriadenia definuje rozdiel medzi udávaním a nehlasovaním domnelej alebo reálnej trestnej činnosti. Aj demokratická spoločnosť totiž potrebuje mechanizmy, ktorými môže efektívne zamedzovať páchaniu deliktov. Udavanie je príznačné pre nedemokratické zriadenia. Účelom udávania je umlčať a potlačiť jednotlivca, uškodiť mu a sankcionovať ho za skutky, ktoré odporujú autoritatívnemu nedemokratickému systému a ideológii. Často sú tieto skutky v demokratickom štáte považované za legálne a neodporujú trestnej politike štátu - napr. prekročenie hraníc, neregulované šírenie názorov či náboženská sloboda. Upozorňovanie na extrémne prejavy je jeden zo základných nástrojov životaschopnosti slobodnej spoločnosti, navyše, nasledované spravodlivým a transparentným súdnym procesom."
  },
  {
    "myth": "Na svojom súkromnom profile si môžem písať, čo chcem!",
    "truth": "Internetový priestor narozdiel od reálneho sveta vytvára ilúziu nedotknuteľnosti a absolútnej slobody. Netreba pritom zabúdať, že aj na tejto platforme platia určité pravidlá, počnúc pravidlami danej komunity (napr. Facebook, Twitter a pod.) až po platný právny poriadok konkrétneho štátu. Diskusie na internete je potrebné vnímať ako verejné fórum, kde právo na vyslovený prejav dopĺňa právo naň adekvatné reagovať. V súkromnej oblasti platia tieto práva rovnako, preto ani súkromné internetové profily nie sú v žiadnom prípade oprostené od povinnosti dodržiavať stanovené pravidlá. Ospravedlňujúcou nie je ani situácia, kde majiteľ profilu v omyle uverejní niečo, čo malo ostať súkromné. Stále však platí - sloboda prejavu ne akejkoľvek úrovni a platforme je garantovaná, pokiaľ nenávistne neatakuje práva a slobody iných."
  },
  {
    "myth": "Môjho obľúbeného autora už nekúpim v obchode alebo kníhkupectve, je to novodobá totalita!",
    "truth": "V súvislosti so slobodou prejavu a jej obmedzením treba rozlišovať medzi súkromnou a verejnou sférou. Kým v oblasti veci verejných je priam žiadúce ochraňovať slobodu prejavu, definovať jej hranice a akceptovať široké spektrum často nepríjemných a kritických prejavov, v súkromnej oblasti je možné takmer neobmedzene regulovať prípustnosť rôznorodých prejavov. Preto si kníhkupec môže zvoliť, ktoré knihy pôjdu do predaja, sociálna sieť si môže stanoviť diskusné pravidlá, prípadne vlastník internetového profilu rozhodne, ktoré komentáre patria pod jeho príspevok. Totalitné by preto bolo, ak by obdobnú reguláciu vyžadoval alebo priamo realizoval štát. Otázka miery akceptácie prejavov, ktoré sú často na hrane zákona, je v súkromnej oblasti skôr hodnotová ako právna. Mohlo by sa zdať, že sloboda prejavu v súkromnej sfére môže byť nebezpečná - hlavne ak ide o prejavy nenávistné, dezinformačné či manipulujúce. Na túto problematiku ponúka odpoveď kvalitné vzdelanie smerujúce k rozvoju kritického myslenia, tréning asertivity či empatie a požadovanie transparentného dialógu v kontroverzných témach. Vývoj občianskej spoločnosti by mal smerovať k bodu, keď bude sama schopná regulovať prejavy, ktoré akceptuje a ktoré nie. Podobne ako súkromné spoločnosti aj my máme možnosť odmietnuť prejavy, ktoré deklasujú hodnoty slobôd a tolerancie."
  }
]